Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: No Trash Yet
ar: لا توجد مهملات بعد
de: Noch kein Papierkorb
es: Aún no hay papelera
fr: Pas encore de corbeille
it: Cestino non ancora creato
ja: ゴミ箱はまだありません
ko: 휴지통 없음
pt_br: Ainda Sem Lixeira
ru: Корзины ещё нет
vi: Chưa có thùng rác
zh_hans: 尚未创建废纸篓
zh_hant: 尚未建立垃圾桶

source: None
ar: لا يوجد
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
pt_br: Nenhuma
ru: Нет
vi: Không có
zh_hans: 无
zh_hant: 無

source: Not all items shown
ar: لم تُعرض كل العناصر
de: Nicht alle Objekte werden angezeigt
es: No se muestran todos los elementos
fr: Tous les éléments ne sont pas affichés
it: Non tutti gli elementi sono mostrati
ja: すべての項目は表示されていません
ko: 일부 항목만 표시됨
pt_br: Nem todos os itens exibidos
ru: Показаны не все объекты
vi: Không hiển thị tất cả mục
zh_hans: 未显示全部项目
zh_hant: 未顯示全部項目

source: Not encrypted
ar: غير مشفَّر
de: Nicht verschlüsselt
es: Sin cifrar
fr: Non chiffré
it: Non crittografato
ja: 暗号化なし
ko: 암호화되지 않음
pt_br: Não criptografado
ru: Не зашифровано
vi: Không mã hóa
zh_hans: 未加密
zh_hant: 未加密

source: Not Found
ar: غير موجود
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não Encontrado
ru: Не найдено
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

source: Not Permitted
ar: غير مسموح
de: Nicht erlaubt
es: No permitido
fr: Non autorisé
it: Non consentito
ja: 許可されていません
ko: 허용되지 않음
pt_br: Não Permitido
ru: Не разрешено
vi: Không được phép
zh_hans: 没有权限
zh_hant: 不允許

source: Not recorded
ar: غير مسجَّل
de: Nicht erfasst
es: Sin registrar
fr: Non enregistré
it: Non registrata
ja: 記録なし
ko: 기록되지 않음
pt_br: Não registrado
ru: Не записано
vi: Không được ghi lại
zh_hans: 未记录
zh_hant: 未記錄

source: Not Running
ar: لا يعمل
de: Läuft nicht
es: No se está ejecutando
fr: Non actif
it: Non in esecuzione
ja: 実行されていません
ko: 실행 중 아님
pt_br: Não Está em Execução
ru: Не запущен
vi: Không chạy
zh_hans: 未运行
zh_hant: 未執行

source: Nothing in this folder matches “%@”.
ar: لا يوجد في هذا المجلد ما يطابق ”%@“.
de: Nichts in diesem Ordner entspricht „%@“.
es: Nada de esta carpeta coincide con “%@”.
fr: Rien dans ce dossier ne correspond à « %@ ».
it: Nessun elemento in questa cartella corrisponde a “%@”.
ja: このフォルダに「%@」に一致する項目はありません。
ko: 이 폴더에 “%@”과(와) 일치하는 항목이 없습니다.
pt_br: Nada nesta pasta corresponde a “%@”.
ru: В этой папке нет ничего, соответствующего «%@».
vi: Không có gì trong thư mục này khớp với “%@”.
zh_hans: 此文件夹中没有与“%@”匹配的项目。
zh_hant: 此檔案夾中沒有符合「%@」的項目。

source: Nothing in this folder or its subfolders matches “%@”.
ar: لا يوجد في هذا المجلد أو مجلداته الفرعية ما يطابق ”%@“.
de: Nichts in diesem Ordner oder seinen Unterordnern entspricht „%@“.
es: Nada de esta carpeta ni de sus subcarpetas coincide con “%@”.
fr: Rien dans ce dossier ni dans ses sous-dossiers ne correspond à « %@ ».
it: Nessun elemento in questa cartella o nelle sue sottocartelle corrisponde a “%@”.
ja: このフォルダとそのサブフォルダに「%@」に一致する項目はありません。
ko: 이 폴더와 하위 폴더에 “%@”과(와) 일치하는 항목이 없습니다.
pt_br: Nada nesta pasta ou em suas subpastas corresponde a “%@”.
ru: В этой папке и во вложенных папках нет ничего, соответствующего «%@».
vi: Không có gì trong thư mục này hoặc các thư mục con của nó khớp với “%@”.
zh_hans: 此文件夹及其子文件夹中没有与“%@”匹配的项目。
zh_hant: 此檔案夾及其子檔案夾中沒有符合「%@」的項目。

source: Nothing Logged Yet
ar: لم يُسجَّل شيء بعد
de: Noch nichts protokolliert
es: Aún no hay nada registrado
fr: Rien de consigné pour l’instant
it: Nessuna voce di log
ja: まだログはありません
ko: 아직 기록된 로그 없음
pt_br: Nada Registrado Ainda
ru: Записей в журнале пока нет
vi: Chưa ghi nhật ký nào
zh_hans: 暂无日志
zh_hant: 尚未記錄任何內容

source: Number
ar: رقم
de: Zahl
es: Número
fr: Nombre
it: Numero
ja: 数値
ko: 숫자
pt_br: Número
ru: Число
vi: Số
zh_hans: 数字
zh_hant: 數字

source: Numeric ID
ar: معرّف رقمي
de: Numerische ID
es: ID numérico
fr: ID numérique
it: ID numerico
ja: 数値 ID
ko: 숫자 ID
pt_br: ID numérico
ru: Числовой ID
vi: ID dạng số
zh_hans: 数字 ID
zh_hant: 數字 ID

source: Object File
ar: ملف كائني
de: Objektdatei
es: Archivo objeto
fr: Fichier objet
it: File oggetto
ja: オブジェクトファイル
ko: 오브젝트 파일
pt_br: Arquivo Objeto
ru: Объектный файл
vi: Tệp đối tượng
zh_hans: 目标文件
zh_hant: 目標檔

source: Octal digits
ar: أرقام ثمانية
de: Oktalziffern
es: Dígitos octales
fr: Chiffres octaux
it: Cifre ottali
ja: 8進数
ko: 8진수
pt_br: Dígitos octais
ru: Восьмеричные цифры
vi: Chữ số bát phân
zh_hans: 八进制数字
zh_hant: 八進位數字

source: Octal Mode
ar: الوضع الثماني
de: Oktaler Modus
es: Modo octal
fr: Mode octal
it: Modo ottale
ja: 8進数モード
ko: 8진수 모드
pt_br: Modo Octal
ru: Восьмеричный режим
vi: Chế độ bát phân
zh_hans: 八进制权限模式
zh_hant: 八進位權限

source: Offset
ar: الإزاحة
es: Desplazamiento
fr: Décalage
ja: オフセット
ko: 오프셋
pt_br: Deslocamento
ru: Смещение
vi: Độ lệch
zh_hans: 偏移量
zh_hant: 偏移量

source: OK
ar: موافق
ko: 확인
zh_hans: 好
zh_hant: 好

source: On Disk
ar: على القرص
de: Auf dem Datenträger
es: En el disco
fr: Sur le disque
it: Su disco
ja: ディスク上のサイズ
ko: 디스크 사용량
pt_br: Em Disco
ru: На диске
vi: Trên đĩa
zh_hans: 磁盘占用
zh_hant: 佔用空間

source: One of these items no longer exists. Remove it from the clipboard before pasting.
ar: لم يعد أحد هذه العناصر موجودًا. أزله من الحافظة قبل اللصق.
de: Eines dieser Objekte existiert nicht mehr. Entferne es vor dem Einsetzen aus der Zwischenablage.
es: Uno de estos elementos ya no existe. Elimínalo del portapapeles antes de pegar.
fr: L’un de ces éléments n’existe plus. Retirez-le du presse-papiers avant de coller.
it: Uno di questi elementi non esiste più. Rimuovilo dagli appunti prima di incollare.
ja: これらの項目のうち1件はすでに存在しません。ペーストする前にクリップボードから削除してください。
ko: 이 항목 중 하나가 더 이상 존재하지 않습니다. 붙여넣기 전에 클립보드에서 제거하십시오.
pt_br: Um destes itens não existe mais. Remova-o da área de transferência antes de colar.
ru: Один из этих объектов больше не существует. Удалите его из буфера обмена перед вставкой.
vi: Một trong các mục này không còn tồn tại. Hãy xóa nó khỏi bảng nháp trước khi dán.
zh_hans: 其中一个项目已不存在。请先将其从剪贴板中移除，再粘贴。
zh_hant: 其中一個項目已不存在。請先將它從剪貼板移除，再進行貼上。

source: Only Hidden Items
ar: عناصر مخفية فقط
de: Nur ausgeblendete Objekte
es: Solo elementos ocultos
fr: Éléments masqués uniquement
it: Solo elementi nascosti
ja: 非表示項目のみ
ko: 숨겨진 항목만 있음
pt_br: Apenas Itens Ocultos
ru: Только скрытые объекты
vi: Chỉ có mục ẩn
zh_hans: 只有隐藏项目
zh_hant: 只有隱藏項目

source: Only ZIP archives can be protected with a password.
ar: يمكن حماية أرشيفات ZIP فقط بكلمة سر.
de: Nur ZIP-Archive können mit einem Passwort geschützt werden.
es: Solo los archivos ZIP se pueden proteger con contraseña.
fr: Seules les archives ZIP peuvent être protégées par un mot de passe.
it: Solo gli archivi ZIP possono essere protetti con una password.
ja: パスワードで保護できるのはZIPアーカイブだけです。
ko: ZIP 아카이브만 암호로 보호할 수 있습니다.
pt_br: Apenas arquivos ZIP podem ser protegidos com senha.
ru: Паролем можно защитить только архивы ZIP.
vi: Chỉ kho lưu trữ ZIP mới có thể được bảo vệ bằng mật khẩu.
zh_hans: 只有 ZIP 压缩包可以设置密码。
zh_hant: 只有 ZIP 壓縮檔可以用密碼保護。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
vi: Mở
zh_hans: 打开
zh_hant: 打開

source: Open ${path} in Fila
ar: فتح ${path} في Fila
de: ${path} in Fila öffnen
es: Abrir ${path} en Fila
fr: Ouvrir ${path} dans Fila
it: Apri ${path} in Fila
ja: ${path} をFilaで開く
ko: Fila에서 ${path} 열기
pt_br: Abrir ${path} no Fila
ru: Открыть ${path} в Fila
vi: Mở ${path} trong Fila
zh_hans: 在 Fila 中打开 ${path}
zh_hant: 在 Fila 中打開 ${path}

source: Open an address in a web browser on the same network. Anyone with the password can reach everything inside the shared folder. The connection is not encrypted, so use it only on a network you trust.
ar: افتح العنوان في متصفح ويب على الشبكة نفسها. يمكن لأي شخص لديه كلمة السر الوصول إلى كل ما بداخل المجلد المشترك. الاتصال غير مشفَّر، لذا استخدمه فقط على شبكة تثق بها.
de: Öffne eine Adresse in einem Webbrowser im selben Netzwerk. Wer das Passwort hat, erreicht alles im geteilten Ordner. Die Verbindung ist nicht verschlüsselt – verwende sie nur in einem Netzwerk, dem du vertraust.
es: Abre una dirección en un navegador web de la misma red. Cualquiera que tenga la contraseña puede acceder a todo lo que hay dentro de la carpeta compartida. La conexión no está cifrada, así que úsala solo en una red de confianza.
fr: Ouvrez une adresse dans un navigateur web sur le même réseau. Toute personne disposant du mot de passe peut accéder à tout le contenu du dossier partagé. La connexion n’est pas chiffrée : utilisez-la uniquement sur un réseau de confiance.
it: Apri un indirizzo in un browser web sulla stessa rete. Chiunque abbia la password può raggiungere tutto ciò che si trova nella cartella condivisa. La connessione non è crittografata, quindi usala solo su una rete di cui ti fidi.
ja: 同じネットワーク上のWebブラウザでアドレスを開きます。パスワードを知っている人は、共有フォルダ内のすべてにアクセスできます。接続は暗号化されないため、信頼できるネットワークでのみ使用してください。
ko: 같은 네트워크에 있는 웹 브라우저에서 주소를 여십시오. 암호를 아는 사람은 누구나 공유된 폴더 안의 모든 것에 접근할 수 있습니다. 연결이 암호화되지 않으므로 신뢰할 수 있는 네트워크에서만 사용하십시오.
pt_br: Abra um endereço em um navegador na mesma rede. Qualquer pessoa com a senha pode acessar tudo o que está dentro da pasta compartilhada. A conexão não é criptografada, então use-a apenas em uma rede confiável.
ru: Откройте адрес в веб-браузере в той же сети. Любой, у кого есть пароль, получит доступ ко всему содержимому общей папки. Соединение не шифруется, поэтому используйте его только в сети, которой доверяете.
vi: Hãy mở địa chỉ trong trình duyệt web trên cùng mạng. Bất kỳ ai có mật khẩu đều truy cập được mọi thứ bên trong thư mục chia sẻ. Kết nối không được mã hóa, vì vậy chỉ dùng trên mạng mà bạn tin tưởng.
zh_hans: 在同一网络的网页浏览器中打开地址。任何知道密码的人都能访问共享文件夹内的所有内容。连接未经加密，仅在受信任的网络中使用。
zh_hant: 在同一個網路上的瀏覽器中打開位址。任何知道密碼的人都能取用分享檔案夾中的所有內容。連線並未加密，請只在你信任的網路上使用。

source: Open App Container
ar: فتح حاوية التطبيق
de: App-Container öffnen
es: Abrir el contenedor de la app
fr: Ouvrir le conteneur d’une app
it: Apri container dell’app
ja: Appコンテナを開く
ko: 앱 컨테이너 열기
pt_br: Abrir Container do App
ru: Открыть контейнер приложения
vi: Mở container ứng dụng
zh_hans: 打开应用容器
zh_hant: 打開 App 容器

source: Open As
ar: فتح كـ
de: Öffnen als
es: Abrir como
fr: Ouvrir comme
it: Apri come
ja: 形式を指定して開く
ko: 다른 형식으로 열기
pt_br: Abrir Como
ru: Открыть как
vi: Mở dạng
zh_hans: 按格式打开
zh_hant: 打開方式

source: Open at Launch
ar: فتح عند التشغيل
de: Beim Start öffnen
es: Abrir al iniciar
fr: Ouvrir au lancement
it: Apri all’avvio
ja: 起動時に開く
ko: 실행 시 열기
pt_br: Abrir ao Iniciar
ru: Открывать при запуске
vi: Mở khi khởi động
zh_hans: 启动时打开
zh_hant: 啟動時打開

source: Open in Fila
ar: فتح في Fila
de: In Fila öffnen
es: Abrir en Fila
fr: Ouvrir dans Fila
it: Apri in Fila
ja: Filaで開く
ko: Fila에서 열기
pt_br: Abrir no Fila
ru: Открыть в Fila
vi: Mở trong Fila
zh_hans: 在 Fila 中打开
zh_hant: 在 Fila 中打開

source: Open in New Tab
ar: فتح في علامة تبويب جديدة
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet
it: Apri in un nuovo pannello
ja: 新規タブで開く
ko: 새로운 탭에서 열기
pt_br: Abrir em Nova Aba
ru: Открыть в новой вкладке
vi: Mở trong tab mới
zh_hans: 在新标签页中打开
zh_hant: 在新標籤頁中打開

source: Open in TrollStore?
ar: فتح في TrollStore؟
de: In TrollStore öffnen?
es: ¿Abrir en TrollStore?
fr: Ouvrir dans TrollStore ?
it: Aprire in TrollStore?
ja: TrollStoreで開きますか？
ko: TrollStore에서 여시겠습니까?
pt_br: Abrir no TrollStore?
ru: Открыть в TrollStore?
vi: Mở trong TrollStore?
zh_hans: 在 TrollStore 中打开？
zh_hant: 要在 TrollStore 中打開嗎？

source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de Código Aberto
ru: Лицензии открытого ПО
vi: Giấy phép nguồn mở
zh_hans: 开源许可
zh_hant: 開放原始碼授權

source: Open the ${container} container of ${bundleIdentifier}
ar: فتح حاوية ${container} الخاصة بـ ${bundleIdentifier}
de: Den ${container}-Container von ${bundleIdentifier} öffnen
es: Abrir el contenedor ${container} de ${bundleIdentifier}
fr: Ouvrir le conteneur ${container} de ${bundleIdentifier}
it: Apri il container ${container} di ${bundleIdentifier}
ja: ${bundleIdentifier} の ${container} コンテナを開く
ko: ${bundleIdentifier}의 ${container} 컨테이너 열기
pt_br: Abrir o container ${container} de ${bundleIdentifier}
ru: Открыть контейнер ${container} приложения ${bundleIdentifier}
vi: Mở container ${container} của ${bundleIdentifier}
zh_hans: 打开 ${bundleIdentifier} 的 ${container} 容器
zh_hant: 打開 ${bundleIdentifier} 的 ${container} 容器

source: Open With…
ar: فتح باستخدام…
de: Öffnen mit…
es: Abrir con…
fr: Ouvrir avec…
it: Apri con…
ja: ほかのAppで開く…
ko: 다음으로 열기…
pt_br: Abrir Com…
ru: Открыть в…
vi: Mở bằng…
zh_hans: 打开方式…
zh_hant: 以其他 App 打開…

source: Opening…
ar: جارٍ الفتح…
de: Wird geöffnet…
es: Abriendo…
fr: Ouverture…
it: Apertura…
ja: 開いています…
ko: 여는 중…
pt_br: Abrindo…
ru: Открытие…
vi: Đang mở…
zh_hans: 正在打开…
zh_hant: 正在打開…

source: Opens a folder — or the folder holding a file — in Fila.
ar: يفتح مجلدًا — أو المجلد الذي يحتوي على ملف — في Fila.
de: Öffnet einen Ordner – oder den Ordner, der eine Datei enthält – in Fila.
es: Abre una carpeta —o la carpeta que contiene un archivo— en Fila.
fr: Ouvre un dossier — ou le dossier contenant un fichier — dans Fila.
it: Apre in Fila una cartella — o la cartella che contiene un file.
ja: フォルダ、またはファイルが入っているフォルダをFilaで開きます。
ko: 폴더를, 또는 파일이 들어 있는 폴더를 Fila에서 엽니다.
pt_br: Abre uma pasta — ou a pasta que contém um arquivo — no Fila.
ru: Открывает в Fila папку — или папку, в которой лежит файл.
vi: Mở một thư mục — hoặc thư mục chứa một tệp — trong Fila.
zh_hans: 在 Fila 中打开文件夹；若为文件，则打开其所在文件夹。
zh_hant: 在 Fila 中打開檔案夾，或打開包含某個檔案的檔案夾。

source: Opens an installed app's bundle or data container in Fila, by bundle identifier.
ar: يفتح حزمة تطبيق مثبَّت أو حاوية بياناته في Fila، بحسب معرّف الحزمة.
de: Öffnet das Bundle oder den Datencontainer einer installierten App in Fila, anhand der Bundle-ID.
es: Abre en Fila el paquete o el contenedor de datos de una app instalada, por su identificador de paquete.
fr: Ouvre le bundle ou le conteneur de données d’une app installée dans Fila, à partir de son identifiant de bundle.
it: Apre in Fila il container bundle o dati di un’app installata, tramite identificatore di bundle.
ja: バンドル識別子を指定して、インストール済みAppのバンドルまたはデータコンテナをFilaで開きます。
ko: 번들 식별자로 설치된 앱의 번들 또는 데이터 컨테이너를 Fila에서 엽니다.
pt_br: Abre o bundle ou o container de dados de um app instalado no Fila, pelo identificador do bundle.
ru: Открывает в Fila бандл или контейнер данных установленного приложения по идентификатору бандла.
vi: Mở container bundle hoặc dữ liệu của một ứng dụng đã cài trong Fila, theo mã định danh bundle.
zh_hans: 按包标识符在 Fila 中打开已安装应用的程序包容器或数据容器。
zh_hant: 依 Bundle 識別碼，在 Fila 中打開已安裝 App 的套件或資料容器。

source: Opens the folder that contains this item and selects it.
ar: يفتح المجلد الذي يحتوي على هذا العنصر ويحدده.
de: Öffnet den Ordner, der dieses Objekt enthält, und wählt es aus.
es: Abre la carpeta que contiene este elemento y lo selecciona.
fr: Ouvre le dossier contenant cet élément et le sélectionne.
it: Apre la cartella che contiene questo elemento e lo seleziona.
ja: この項目が入っているフォルダを開き、その項目を選択します。
ko: 이 항목이 들어 있는 폴더를 열고 항목을 선택합니다.
pt_br: Abre a pasta que contém este item e o seleciona.
ru: Открывает папку с этим объектом и выделяет его.
vi: Mở thư mục chứa mục này và chọn nó.
zh_hans: 打开包含此项目的文件夹并选中它。
zh_hant: 打開包含此項目的檔案夾並選取它。

source: Operation Failed
ar: فشلت العملية
de: Vorgang fehlgeschlagen
es: Error en la operación
fr: Échec de l’opération
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업 실패
pt_br: Falha na Operação
ru: Операция не выполнена
vi: Thao tác không thành công
zh_hans: 操作失败
zh_hant: 操作失敗

source: Operations
ar: العمليات
de: Vorgänge
es: Operaciones
fr: Opérations
it: Operazioni
ja: 操作
ko: 작업
pt_br: Operações
ru: Операции
vi: Thao tác
zh_hans: 操作
zh_hant: 操作

source: Options
ar: الخيارات
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Owner
ar: المالك
de: Eigentümer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
ko: 소유자
pt_br: Proprietário
ru: Владелец
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 擁有者

source: Owner ID
ar: معرّف المالك
de: Eigentümer-ID
es: ID del propietario
fr: Identifiant du propriétaire
it: ID proprietario
ja: 所有者ID
ko: 소유자 ID
pt_br: ID do Proprietário
ru: ID владельца
vi: ID chủ sở hữu
zh_hans: 所有者 ID
zh_hant: 擁有者 ID

source: Page %lld of %lld
ar: الصفحة %1$lld من %2$lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld
ja: %1$lld/%2$lld ページ
ko: %lld / %lld 페이지
pt_br: Página %lld de %lld
ru: Страница %lld из %lld
vi: Trang %lld trên %lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

source: Part of the path is a file instead of a folder. Choose an existing destination folder.
ar: جزء من المسار ملف وليس مجلدًا. اختر مجلد وجهة موجودًا.
de: Ein Teil des Pfads ist eine Datei statt eines Ordners. Wähle einen vorhandenen Zielordner.
es: Una parte de la ruta es un archivo en lugar de una carpeta. Selecciona una carpeta de destino existente.
fr: Une partie du chemin est un fichier et non un dossier. Choisissez un dossier de destination existant.
it: Una parte del percorso è un file anziché una cartella. Scegli una cartella di destinazione esistente.
ja: パスの一部がフォルダではなくファイルです。既存の移動先フォルダを選択してください。
ko: 경로의 일부가 폴더가 아닌 파일입니다. 이미 있는 대상 폴더를 선택하십시오.
pt_br: Parte do caminho é um arquivo, não uma pasta. Escolha uma pasta de destino existente.
ru: Часть пути указывает на файл, а не на папку. Выберите существующую папку назначения.
vi: Một phần của đường dẫn là tệp chứ không phải thư mục. Hãy chọn một thư mục đích đã có.
zh_hans: 路径中的某一部分是文件，无法作为文件夹访问。请选择已有的目标文件夹。
zh_hant: 路徑中的某一部分是檔案，無法作為檔案夾存取。請選擇現有的目標檔案夾。

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_br: Senha
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Passwords Do Not Match
ar: كلمتا السر غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 암호가 일치하지 않음
pt_br: As Senhas Não Coincidem
ru: Пароли не совпадают
vi: Mật khẩu không khớp
zh_hans: 两次密码不一致
zh_hant: 密碼不相符

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pt_br: Caminho
ru: Путь
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Permanently delete %@? This cannot be undone.
ar: حذف %@ نهائيًا؟ لا يمكن التراجع عن هذا.
de: %@ endgültig löschen? Das kann nicht widerrufen werden.
es: ¿Eliminar permanentemente %@? Esto no se puede deshacer.
fr: Supprimer définitivement %@ ? Cette action est irréversible.
it: Eliminare definitivamente %@? Questa operazione non può essere annullata.
ja: %@を完全に削除しますか？この操作は取り消せません。
ko: %@을(를) 완전히 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Apagar %@ definitivamente? Isso não pode ser desfeito.
ru: Удалить %@ безвозвратно? Это нельзя отменить.
vi: Xóa vĩnh viễn %@? Việc này không thể hoàn tác.
zh_hans: 永久删除 %@？此操作无法撤销。
zh_hant: 要永久刪除 %@ 嗎？此操作無法復原。

source: Permissions
ar: الأذونات
de: Zugriffsrechte
es: Permisos
fr: Autorisations
it: Permessi
ja: アクセス権
ko: 권한
pt_br: Permissões
ru: Права доступа
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Pictures
ar: الصور
de: Bilder
es: Imágenes
fr: Photos
it: Immagini
ja: 写真
ko: 사진
pt_br: Imagens
ru: Фотографии
vi: Ảnh
zh_hans: 图片
zh_hant: 照片

source: Places
ar: الأماكن
de: Orte
es: Lugares
fr: Emplacements
it: Posizioni
ja: 場所
ko: 위치
pt_br: Lugares
ru: Места
vi: Địa điểm
zh_hans: 位置
zh_hant: 位置

source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
ru: Платформа
vi: Nền tảng
zh_hans: 平台
zh_hant: 平台

source: Point another device's camera at the code to open Fila in its browser.
ar: وجّه كاميرا جهاز آخر نحو الرمز لفتح Fila في متصفحه.
de: Richte die Kamera eines anderen Geräts auf den Code, um Fila in dessen Browser zu öffnen.
es: Apunta con la cámara de otro dispositivo al código para abrir Fila en su navegador.
fr: Pointez l’appareil photo d’un autre appareil vers le code pour ouvrir Fila dans son navigateur.
it: Inquadra il codice con la fotocamera di un altro dispositivo per aprire Fila nel suo browser.
ja: 別のデバイスのカメラをコードに向けると、そのブラウザでFilaを開けます。
ko: 다른 기기의 카메라로 코드를 비추면 그 기기의 브라우저에서 Fila가 열립니다.
pt_br: Aponte a câmera de outro dispositivo para o código para abrir o Fila no navegador dele.
ru: Наведите камеру другого устройства на код, чтобы открыть Fila в его браузере.
vi: Hãy hướng camera của thiết bị khác vào mã này để mở Fila trong trình duyệt của thiết bị đó.
zh_hans: 用另一台设备的相机对准二维码，即可在其浏览器中打开 Fila。
zh_hant: 用另一部裝置的相機對準此條碼，即可在其瀏覽器中打開 Fila。

source: Port
ar: المنفذ
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 埠號

source: Preload File
ar: ملف تحميل مسبق
de: Preload-Datei
es: Archivo de precarga
fr: Fichier de préchargement
it: File di preload
ja: プリロードファイル
ko: 프리로드 파일
pt_br: Arquivo de Pré-carregamento
ru: Файл предзагрузки
vi: Tệp nạp sẵn
zh_hans: 预加载文件
zh_hant: 預先載入檔案

source: Preparing…
ar: جارٍ التحضير…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Present
ar: موجودة
de: Vorhanden
es: Presente
fr: Présente
it: Presente
ja: あり
ko: 있음
pt_br: Presente
ru: Присутствует
vi: Có
zh_hans: 存在
zh_hant: 有

source: Present in this file
ar: موجود في هذا الملف
de: In dieser Datei vorhanden
es: Presente en este archivo
fr: Présente dans ce fichier
it: Presente in questo file
ja: このファイルに含まれています
ko: 이 파일에 있음
pt_br: Presente neste arquivo
ru: Присутствует в этом файле
vi: Có trong tệp này
zh_hans: 文件中已记录
zh_hant: 此檔案中含有

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Pré-visualizar
ru: Просмотр
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Process
ar: العملية
de: Prozess
es: Proceso
fr: Processus
it: Processo
ja: プロセス
ko: 프로세스
pt_br: Processo
ru: Процесс
vi: Tiến trình
zh_hans: 进程
zh_hant: 程序

source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: 情報
ko: 속성
pt_br: Propriedades
ru: Свойства
vi: Thuộc tính
zh_hans: 属性
zh_hant: 簡介

source: Property List
ar: قائمة خصائص
es: Lista de propiedades
fr: Liste de propriétés
ja: プロパティリスト
ko: 속성 목록
ru: Список свойств
zh_hans: 属性列表
zh_hant: 屬性列表

source: Protected Item
ar: عنصر محمي
de: Geschütztes Objekt
es: Elemento protegido
fr: Élément protégé
it: Elemento protetto
ja: 保護された項目
ko: 보호된 항목
pt_br: Item Protegido
ru: Защищённый объект
vi: Mục được bảo vệ
zh_hans: 受保护的项目
zh_hant: 受保護的項目

source: Protocol Version
ar: إصدار البروتوكول
de: Protokollversion
es: Versión del protocolo
fr: Version du protocole
it: Versione del protocollo
ja: プロトコルバージョン
ko: 프로토콜 버전
pt_br: Versão do Protocolo
ru: Версия протокола
vi: Phiên bản giao thức
zh_hans: 协议版本
zh_hant: 通訊協定版本

source: Put Back
ar: إعادة
de: Zurücklegen
es: Devolver
fr: Remettre
it: Rimetti a posto
ja: 元に戻す
ko: 되돌려 놓기
pt_br: Recolocar
ru: Положить на место
vi: Trả lại
zh_hans: 放回原处
zh_hant: 放回原處

source: Raw Value
ar: القيمة الخام
de: Rohwert
es: Valor sin procesar
fr: Valeur brute
it: Valore grezzo
ja: 生の値
ko: 원시 값
pt_br: Valor Bruto
ru: Исходное значение
vi: Giá trị thô
zh_hans: 原始值
zh_hant: 原始值

source: Read
ar: قراءة
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読み出し
ko: 읽기
pt_br: Ler
ru: Чтение
vi: Đọc
zh_hans: 读取
zh_hant: 讀取

source: Read Only
ar: للقراءة فقط
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み出し専用
ko: 읽기 전용
pt_br: Somente Leitura
ru: Только чтение
vi: Chỉ đọc
zh_hans: 只读
zh_hant: 唯讀
